Repository: ganjasan/mapsurvey
Catalog: survey/locale/*/LC_MESSAGES/django.po
Languages: ky

source: Start drawing
ky: Тартууну баштоо

source: Cancel
ky: Жокко чыгаруу

source: Apply
ky: Колдонуу

source: Start
ky: Баштоо

source: Back
ky: Артка

source: Next
ky: Кийинки

source: Finish
ky: Аяктоо

source: Select your language
ky: Тилиңизди тандаңыз

source: Finish editing
ky: Түзөтүүнү аяктоо

source: Delete
ky: Өчүрүү

source: Click on the map to place a marker.
ky: Маркерди коюу үчүн картаны басыңыз.

source: Click to start drawing a shape.
ky: Фигураны тартууну баштоо үчүн басыңыз.

source: Click to continue drawing the shape.
ky: Фигураны тартууну улантуу үчүн басыңыз.

source: Click the first point to close this shape.
ky: Бул фигураны жабуу үчүн биринчи чекитти басыңыз.

source: Click to start drawing a line.
ky: Сызыкты тартууну баштоо үчүн басыңыз.

source: Click to continue drawing the line.
ky: Сызыкты тартууну улантуу үчүн басыңыз.

source: Click the last point to finish the line.
ky: Сызыкты аяктоо үчүн акыркы чекитти басыңыз.

source: <strong>Error:</strong> Shape edges cannot intersect!
ky: <strong>Ката:</strong> Фигуранын четтери кесилишпеши керек!

source: Search address...
ky: Дарек издөө...

source: No results found
ky: Эч нерсе табылган жок
